Repository: OpenViX/PlutoTV
Catalog: po/*.po
Languages: es, fi

source: %s Season available
es: %s Temporadas disponibles
fi: %s Kausi saatavilla

source: A silent download is in progress.
es: La descarga está en proceso.
fi: Hiljainen lataus käynnissä.

source: Country for which LiveTV bouquet %s will be created.
es: País para el cual se creará la lista de canales %s.
fi: Maa, jolle LiveTV-suosikkilista %s luodaan.

source: Create LiveTV Bouquet
es: Crear lista de canales
fi: Luo LiveTV-suosikkilista

source: Create or update PlutoTV live bouquets
es: Crear o actualizar lista de canales
fi: Luo tai päivitä PlutoTV Live-suosikkilistat

source: Data location
es: Dispositivo de datos
fi: Tietojen sijainti

source: Do you want to resume this playback?
es: ¿Deseas reanudar este video donde se dejo?
fi: Haluatko jatkaa tätä toistoa?

source: Download PlutoTV bouquet, picons and EPG
es: Descargar lista de canales de PlutoTV, picons y EPG
fi: Lataa PlutoTV-suosikkilista, piconit ja EPG

source: Episode
es: Episodio
fi: Jakso

source: Exit
es: Salir
fi: Poistu

source: Fetching picons...
es: Obteniendo picones...
fi: Noudetaan piconeita...

source: Go back one level
es: Retroceder un nivel
fi: Siirry yksi taso taaksepäin

source: Go back one level including exiting
es: Retroceder un nivel, incluida salir
fi: Siirry yksi taso taaksepäin, mukaan lukien poistuminen

source: Go forward one level incuding starting playback
es: Avanzar un nivel, incluido el inicio de la reproducción.
fi: Siirry yksi taso eteenpäin, mukaan lukien toiston aloittaminen

source: IMDb Search
es: IMDb
fi: IMDb-haku

source: Live TV Mode
fi: Live TV-tila

source: LiveTV Bouquet last updated:
es: Última actualización:
fi: LiveTV-suosikkilistan viimeisin päivitys:

source: LiveTV Bouquet needs updating. Press GREEN.
es: Se necesitan actualizar los canales. Pulsa VERDE.
fi: LiveTV-suosikkilista on päivitettävä. Paina VIHREÄ.

source: LiveTV bouquet %s
es: Grupo de canales %s
fi: LiveTV-suosikkilista %s

source: LiveTV update completed
es: Grupo de canales actualizado
fi: LiveTV:n päivitys valmis

source: Loading data... Please wait
es: Cargando datos... Por favor espere
fi: Ladataan dataa... odota

source: Local
fi: Paikallinen

source: None
es: Ninguno
fi: Ei mitään

source: Open the plugin configuration screen
es: Abrir la pantalla de configuración
fi: Avaa lisäosan asetukset

source: Original
fi: Alkuperäinen

source: Picon type
es: Tipo de picones
fi: Piconin tyyppi

source: Please wait...
es: Espere...
fi: Odota...

source: PlutoTV Setup
es: Configuración de Pluto TV
fi: PlutoTV:n asetukset

source: PlutoTV updating
es: Pluto TV actualizando
fi: PlutoTV:n päivitys

source: Processing data...
es: Procesando datos...
fi: Käsitellään tietoja...

source: Remove LiveTV Bouquet
es: Eliminar la lista de canales
fi: Poista LiveTV-suosikkilista

source: Remove picons
es: Borrar picones
fi: Poista piconit

source: Resume position at %s
es: Posición de reanudación en %s
fi: Jatka paikasta %s

source: Scroll the information field
es: Desplácese por la información
fi: Vieritä tietokenttää

source: Search for information in %s
es: Buscar información en %s
fi: Etsi tietoja %s:sta

source: Season
es: Temporada
fi: Kausi

source: Seasons
es: Temporadas
fi: Kaudet

source: Select the country that the VoD list will be created for.
es: El país para el cual se creará la lista de video bajo demanda.
fi: Valitse maa, jolle Tilaus-TV (VoD) -lista luodaan.

source: Silently download PlutoTV
es: Descarga de PlutoTV en segundo plano
fi: Lataa PlutoTV hiljaisesti

source: TMDb Search
es: TMDb
fi: TMDb-haku

source: The Pluto TV bouquets in your channel list have been updated. They will now be rebuilt automatically every 5 hours.
es: Ahora tienes una lista de favoritos actualizada con los canales de Pluto TV en tu lista de canales. Todo se actualizará automáticamente cada 5 horas.
fi: Sinulla on nyt päivitetty suosikkilista PlutoTV-kanavilla kanavaluettelossasi. Kaikki päivitetään automaattisesti 5 tunnin välein.

source: The download is in progress. Exit now?
es: La descarga está en proceso. Desea salir ahora?
fi: Lataus käynnissä. Poistutaanko nyt?

source: There is no data, it is possible that Pluto TV is not available in your country
es: No hay datos, es posible que Pluto TV no este disponible en tu Pais
fi: Dataa ei ole, joten PlutoTV ei ehkä ole saatavilla maassasi

source: This controls the URI format in the bouquet file.
fi: Tämä hallitsee suosikkilistan URI-muotoa.

source: Update LiveTV Bouquet
es: Actualizar Lista de canales
fi: Päivitä LiveTV-suosikkilista

source: Updating: Pluto TV %s
es: Actualizando: Pluto TV %s
fi: Päivitetään: PlutoTV %s

source: Used for storing video cover graphics, etc. A hard drive that goes into standby mode or a slow network mount are not good choices.
es: Se utiliza para almacenar gráficos de carátula de video, etc. Un disco duro que entra en modo de espera o un montaje de red lento no son buenas opciones.
fi: Käytetään videoiden kansikuvien yms. tallentamiseen. Valmiustilaan siirtyvä kiintolevy tai hidas verkkoliitos eivät ole hyviä valintoja.

source: Using service name picons means they will continue to work even if the service reference changes. Also, they can be shared between channels of the same name that don't have the same service references.
es: El uso de picones de nombre de canal significa que seguirán funcionando incluso si cambia la referencia del canal. Además, se pueden compartir entre canales con el mismo nombre que no tengan las mismas referencias.
fi: Kanavan nimisten (SNP) piconien käyttö tarkoittaa, että ne toimivat edelleen, vaikka kanavan referenssi muuttuisi. Niitä voidaan myös jakaa samannimisten kanavien kesken, joilla ei ole samoja kanavien referenssejä.

source: View video on demand and download a bouquet of live tv channels
es: Ver Pluto TV bajo demanda y descargar lista de canales en vivo
fi: Katso tilaus-TV:ta ja lataa LiveTV-kanavien suosikkilista

source: VoD country
es: País de VoD
fi: Tilaus-TV:n (VOD) maa

source: Waiting for Channel:
es: Esperando el Canal:
fi: Odotetaan kanavaa:

source: picons
es: picones
fi: piconit

source: service name
es: nombre de canal
fi: kanavan nimi

source: service reference
es: referencia de canal
fi: kanavan referenssi

source: VOD Menu
es: Menú VOD

source: the Internet Movie Database
es: Internet Movie Database
